IdeaRS.Connections
FinPlateData.PlateWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the plate weld
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData PlateWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
FinPlateData Class
IdeaRS.Connections.Data Namespace